/* label of button to dismiss sheet without agreeing (Close rather than OK) */
"Close" = "Cerrar";

/* primary label with product name */
"Connecting to %@..." = "Conectando con %@...";

/* primary label */
"Connecting..." = "Conectando...";

/*
 * Primary label displayed when app runs in "about box" mode.
 * Most of the time this is obscured by the sheet displaying the information
 * about the application.
 */
"PrimaryLabelAbout" = "Acerca de...";

//----- download progress info -----------------------------------------------//

/* No comment provided by engineer. */
"Downloading (%@ out of %@ Bytes)" = "Descargando (%1$@ de %2$@ Bytes)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ KB)" = "Descargando (%1$@ de %2$@ KB)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ MB)" = "Descargando (%1$@ de %2$@ MB)";

//----- product display names ------------------------------------------------//

/** Name displayed in lieu of product when product is not known */
"UnknownTheProduct" = "la aplicación";

/* G2M product display name */
"GoToMeeting" = "GoToMeeting";

/* G2T product display name */
"GoToTraining" = "GoToTraining";

/* G2W product display name */
"GoToWebinar" = "GoToWebinar";

/* G2A product display name */
"GoToAssist" = "GoToAssist";

/* G2AC product display name */
"GoToAssist Corporate" = "GoToAssist Corporate";

/* GoToMyPC product display name */
"GoToMyPC" = "GoToMyPC";


//----- About Box ------------------------------------------------------------//


/* Message (title) displayed on face of about box sheet. */
"AboutBoxMessage" = "Acerca de GoTo Opener";

/* Detailed info displayed on face of about box sheet. */
"AboutBoxInfo" = "GoTo Opener ayuda a que el software y los sitios web de GoTo se ejecuten sin problemas en su equipo.\n\nVersión: %@\n\nUbicación: %@";


//----- task labels for main window ------------------------------------------//

/* generic launch progress label */
"Initializing" = "Inicializando";

/*
 * Progress label displayed while just-launched, persistently-installed app
 * initially downloads session parameters from Launcher Service
 */
"DownloadingArgs" = "Solicitando información de inicio específica";

/* progress label displayed while waiting for another DownloaderApp to finish */
"WaitingForMutex" = "Esperando a que se complete otro GoTo Opener";

/* progress label displayed while DownloaderApp installs itself to persistent location */
"InstallingDlApp" = "Instalando GoTo Opener";

/* generic starting plugin download progress label */
"Starting Plugin Download" = "Iniciando descarga del complemento";

/* generic installing plugin label */
"Installing Plugin" = "Instalando complemento";

/* generic starting download progress label */
"Starting Download" = "Iniciando descarga";

/* generic downloading progress label */
"Downloading" = "Descargando";

/* generic verify archive progress label */
"Verifying" = "Comprobando";

/* generic unarchiving progress label */
"Unzipping" = "Descomprimiendo";

/* generic launch progress label */
"Installing" = "Instalando";

/* generic launch progress label */
"Launching" = "Iniciando";

/* launch installer progress label */
"Launching Installer" = "Iniciando programa de instalación";

//----- Message text for error alert sheets ----------------------------------//

/* download failed alert message */
"Download Failed" = "Error al descargar";

/* unarchive failed alert message */
"Unarchive Failed" = "Error al descomprimir";

/* installation failed alert message */
"Installation Failed" = "Error al instalar";

/* launch failed alert message */
"Launch Failed" = "Error al iniciar";

//----- Info text for error alert sheets -------------------------------------//

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to launch app, into which specific product name is inserted */
"AppFatalMsgPre"  = "Lo sentimos, pero GoTo Opener no pudo iniciar %@.";

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to install package, into which specific product name is inserted */
"InstallFatalMsgPre"  = "Lo sentimos, pero GoTo Opener no pudo instalar %@.";

/* boilerplate conclusion for error sheets indicating complete failure of the Launcher */
"GenericFatalMsgPost" = "Reinicie la descarga o póngase en contacto con Soporte global al cliente en \nhttp://link.logmeininc.com/get-help.";

/* boilerplate introduction for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPre"  = "Lo sentimos, pero GoTo Opener no puede confiar en el servidor de descarga.";

/* boilerplate conclusion for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPost" = "Compruebe que ha actualizado los certificados de confianza en sus cadenas clave o póngase en contacto con Soporte global al cliente en \nhttp://link.logmeininc.com/get-help.";

/* notify user that product endpoint version doesn't support OS version */
"ProductSupportForOsErrorInfo" = "La versión solicitada de %@ no es compatible con esta versión de Mac OS X.";

/* app download failed alert informative text */
"DownloadAppFailedErrorInfo" = "Error al descargar la aplicación requerida de nuestros servidores.";

/* app download failed alert instructions to manually download and install endpoint */
"DownloadAppFailedOfferManualDownload" = "%@ no se ha iniciado porque ha habido un problema al descargar la aplicación. Como alternativa, puede guardar el archivo mediante el explorador web:\n\n1. Haga clic en el botón «Descargar desde el explorador web».\n2. Abra el archivo descargado e instale la aplicación.\n3. Intente unirse de nuevo a la sesión.";

/* app download failed alert instructions to manually download and install endpoint, post part */
"DownloadAppFailedOfferManualDownloadPost" = "Para obtener más ayuda, póngase en contacto con el administrador de sistemas o con la asistencia de %@ en \nhttps://link.logmeininc.com/get-help.";


/* app download failed alert download button */
"Download" = "Descargar desde el explorador web";

/* installer download failed alert informative text */
"DownloadInstallerFailedErrorInfo" = "Error al descargar el programa de instalación de nuestros servidores.";

/* app unarchive failed alert informative text */
"UnarchiveAppFailedErrorInfo" = "Error al descomprimir la aplicación requerida.";

/* installer unarchive failed alert informative text */
"UnarchiveInstallerFailedErrorInfo" = "Error al descomprimir el programa de instalación.";

/* failed to place app bundle in permanent location, alert informative text */
"InstallAppFailedErrorInfo" = "Error al instalar la aplicación requerida.";

/* app launch failed alert informative text */
"LaunchAppFailedErrorInfo" = "Error al iniciar la aplicación requerida.";

/* installer launch failed alert informative text */
"LaunchInstallerFailedErrorInfo" = "Error al iniciar el programa de instalación.";

/* app arguments download failed alert informative text */
"DownloadAppArgumentsFailedErrorInfo" = "Error al descargar los argumentos de la aplicación requerida desde nuestros servidores.";


//----- for SSL error alert sheets -------------------------------------------//

/* label of button to retry on authentication timeout (not abort the app) */
"AuthTimeoutErrorRetryButtonLabel" = "Reintentar";

/* label of button to cancel retry on authentication timeout (so abort the app) */
"AuthTimeoutErrorCancelButtonLabel" = "Cerrar";

/* authentication timeout alert message */
"AuthTimeoutErrorMsg" = "La autenticación ha tardado mucho en efectuarse";

/* authentication timeout alert informative text */
"AuthTimeoutErrorInfo" = "No se pudo autenticar las credenciales en un tiempo razonable. Es posible que el nombre o la contraseña especificados no fueran correctos. Vuelva a intentarlo.";

/* label of button to retry on connection lost during authentication (not abort the app) */
"AuthDisconnectErrorRetryButtonLabel" = "Reintentar";

/* label of button to cancel retry on connection lost during authentication (so abort the app) */
"AuthDisconnectErrorCancelButtonLabel" = "Cerrar";

/* disconnect during authentication alert message */
"AuthDisconnectErrorMsg" = "Error en la autenticación";

/* disconnect during authentication alert informative text */
"AuthDisconnectErrorInfo" = "Se ha perdido la conexión de red inesperadamente durante la autenticación. Es posible que el nombre o la contraseña especificados no fueran correctos. Vuelva a intentarlo.";

/* SSL server certificate error alert message */
"ServerSslCertErrorMsg" = "La identidad del servidor no es de confianza";

/* generic SSL server certificate error informative text */
"ServerSslCertError" = "El certificado del servidor no es válido. Si se conecta al servidor, podría poner en peligro sus datos confidenciales.";

/* generic SSL server certificate error informative text <URL including host> */
"ServerSslCertErrorWithUrl" = "El certificado del servidor en \\'%@\\' no es válido. Si se conecta al servidor, podría poner en peligro sus datos confidenciales.";

/* generic SSL server certificate error informative text <host name> */
"ServerSslCertErrorWithHostName" = "El certificado del servidor \\'%@\\' no es válido. Si se conecta al servidor, podría poner en peligro sus datos confidenciales.";

/* label of button to close server certificate error dialog and abort the app */
"ServerCertErrorCancelButtonLabel" = "Cerrar";
